{
 "keycaps": [
  {
   "name": "Cherry Profile Simple International Kit",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-simple-international-kit",
   "price": "$14.00",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 47 keys Thickness: 1.35 mm Weight: 77g Compatibility Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "OEM Backlit Love Artisan Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/oem-blacklit-love-keycaps",
   "price": "$2.00",
   "description": "Specs Profile: OEM profile Production Method: Laser engrave Size: 1u Material: ABS Thickness:1.35mm Compatibility Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "DSYK Logging Theme PBT Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/dsyk-logging-theme-pbt-keycaps-set",
   "price": "$14.00",
   "description": "SPECS Keycaps Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Compatibility: Compatible with Cherry MX switches and MX-style clones KITS: Base, Numpad, Novelties, Accent, Spacebar A&B Metal Artisan Keycaps Material: Aluminum Details: 1U Colors: 4 options Artisan Deskmat Material: Cloth Top, natural rubber button Size: 900 mm×400 mm×4 mm Color option：3 Pre-order Resin Artisan Keycaps Material: Resin Details: 1U Estimate shipping time: 1 month after you make the order"
  },
  {
   "name": "DSS Late Harvest Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/dss-late-harvest-1",
   "price": "$169.00",
   "description": "SPECS Material: ABS material Profile: DSS Profile Production Method: Doubleshot Compatibility: Cherry MX switches and MX-style clones Manufacturer: Signature Plastics Kits & Contents DSS Late Harvest will be sold as a base kit with three optional child kits. Using a combination of both popular and agnostic modifier legends, this base kit should provide wide physical compatibility with a large array of keyboard types, including Full-size, 1800s, Tenkeyless, 60-75%, Split/Alice, Ortholinear, 40%, and Ergodoxian. The Grey Kit contains grey-colored versions of the accent-colored keys from base along with an additional R3 Stepped key with an agnostic legend. The Spätlese Kit provides “NorDe” support. It provides the additional legends used by the German, Norwegian, Danish, Swedish, Finnish, Estonian, & Fareoese layouts. Spätlese, which literally means “Late Harvest” in German, is a wine grown along the western rivers of Germany. Legend has it that this wine’s invention came about by accident. A courier carrying orders from the Bishop of Fulda to begin the harvest was delayed by 14 days; the grapes succumbed to “noble rot” before the late harvest and yielded an unexpectedly good wine (Spätlese on Wikipedia). The Novelties Kit for Late Harvest is intentionally small and should be priced very competitively. The novelty designs themselves are still a work-in-progress. Just two designs are planned, both following the theme of Late Harvest wine, with the intent of making them viable replacements for the Escape key or Windows/Super keys. Renders"
  },
  {
   "name": "Cherry Profile PBT MAC Compatibility Kit (9 KEYS)",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-mac-compatibility-kit-9-keys",
   "price": "$3.90",
   "description": "Specs Profile: Cherry profile R1 Total Keys: 9 keys Production Method: Dye-sub Material: PBT Thickness:1.35mm Compatibility Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "Carbon Dynamic Blue/ Wine/Black keycaps set",
   "url": "https://kbdfans.com/collections/keycaps/products/carbon-dynamic-blue-and-wine-keycaps-set",
   "price": "$74.90",
   "description": "SPECS Color: Blue and Wine and Black Material: PBT material Profile: Cherry profile Fonts: Laser Engraving; side printed The surface on top: Micro-relief effect similar to carbon fiber Total Keys: 121 keys Weight: 450g Thickness: 1.4 mm Features: Unique grainy typing feel Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones The Kit includes 1.75U Shift Compatible with 61/63//87/104/108keys /HHKB layouts"
  },
  {
   "name": "EPBT ABS Doubleshot Blue and White Mechanical Keyboard Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-abs-doubleshot-blue-and-white-mechanical-keyboard-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Total Keys: 153 keys Weight:795g Thickness:1.5mm Manufacturer: ePBT Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones The Kit includes both 1.75U and 2U Shift Compatible with 61/63/64/67/68/84/104keys /HHKB layouts"
  },
  {
   "name": "OSA Oreo PBT Double Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/osa-oreo-pbt-double-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: PBT material Profile: OSA profile Production Method: Doubleshot Total Keys: 189 keys Weight: 750g Thickness: 1.4 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones The Kit includes both 1.75U and 2U Shift Compatible with 61/63/64/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "[Restock] EPBT ABS Doubleshot Dolch Orange Mechanical Keyboard Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-abs-double-dolch-orange-mechanical-keyboard-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Total Keys: 165 keys Weight:830g Thickness:1.5mm Manufacturer: ePBT Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones The Kit includes both 1.75U and 2U Shift Compatible with 61/63/64/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "EPBT ABS Doubleshot Grey White Mechanical Keyboard Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-abs-double-grey-white-mechanical-keyboard-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Total Keys: 165 keys Weight: 830g Thickness:1.5mm Manufacturer: ePBT Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones The Kit includes both 1.75U and 2U Shift Compatible with 61/63/64/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "MAXKEY Western World Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/maxkey-westworld-keycaps",
   "price": "$79.00",
   "description": "SPECS Material: ABS material Profile: SA Profile Production Method: Doubleshot Keys: 157 keys Weight: 1059g Thickness: 2.4mm Manufacturer: MAXKEY Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones The Kit includes both 1.75U and 2U Shift Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "PGA Profile Black and White Doubleshot Keycaps set",
   "url": "https://kbdfans.com/collections/keycaps/products/pga-profile-black-and-white-doubleshot-keycaps-set",
   "price": "$9.00",
   "description": "SPECS Material: ABS material Profile: PGA Profile Production Method: Doubleshot Total Keys: Base kit 150 keys Thickness:2mm Weight:1010g Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones The Base Kit includes both 1.75U and 2U Shift Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "PGA Jeans",
   "url": "https://kbdfans.com/collections/keycaps/products/pga-jeans",
   "price": "$9.00",
   "description": "Inspiration: Levi Strauss was a Jewish businessman who invented the first blue jeans during the California Gold Rush. Blue Jeans getting more popular while the Hollywood Pictures and rock and roll music became mainstream in the 60s, and 70s. From then on, this humble origin of jeans rose to a hundred times the value of enduring popularity. The Novelties in PGA profile ABS “Jeans” set use for reference of the Jean's pocket, brand and “skull” symbols from rock and roll. Taking the colors that are common in jeans and tweaking the color palette of the color wheel to show what we want to display. Group Buy Date: From Jan 5th to Feb 5th, 2022 Estimated Shiping Date: End of April 2022 Specs Material: ABS material Profile: PGA Profile Production Method: Doubleshot Compatibility: Compatible with Cherry MX switches and MX-style clones Manufacturer: PG KIT Renders"
  },
  {
   "name": "OSA Simple Grey PBT DOUBLESHOT KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/osa-simple-grey-pbt-doubleshot-keycaps-set",
   "price": "$79.00",
   "description": "SPECS Material: PBT material Profile: OSA profile Production Method: Doubleshot Total Keys: 189 keys Weight: 745g Thickness: 1.4 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Including both 1.75U and 2U Shift Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "ePBT Superstar",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-superstar",
   "price": "$20.00",
   "description": "Inspiration: ePBT Superstar is inspired by one of my favorite video game monsters. The novelties pay homage to the game and elements of a true musical superstar. Hangul sublegends are included to reference the game’s Korean origin. Group Buy: February 12th - March 12th, 2022 Estimated Shipping Date: To be updated SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Compatibility: Compatible with Cherry MX switches and MX-style clones Desinger: marshmellohs Vendors NA: Mekibo CA: Ashkeebs EU: MyKeyboard KR: Swagkeys OCE: SwitchKeys UK: Proto[Typist] Global: KBDfans Colors: Kits Deskmat Renders"
  },
  {
   "name": "Cherry Profile Corgi/Ocean PBT Dye-sub Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/dye-sub-keycaps",
   "price": "$33.90",
   "description": "SPECS Profile: Cherry Profile Production Method: Dye-sub Material: PBT material Total Keys: 136keys Thickness: 1.35 mm Weight:370g Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 63/64/67/68/84/104 keys"
  },
  {
   "name": "[RESTOCK]Cherry Profile Alu Artisan Bear ESC Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-bear-alu-artisan-esc-keycaps",
   "price": "$9.90",
   "description": "SPECS Material: Aluminium alloy，Bottom PC material Profile: Cherry Profile Thickness: 1.6mm Weight: 30g Friendly Remind: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX clones Cherry Profile 2.25U Enter Bear A Cherry Profile 2.25U Enter Bear B"
  },
  {
   "name": "ePBT Dark Grey/Ink Blank PBT Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-new-blank-keycaps",
   "price": "$32.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Style: Blank keycaps Total Keys: 135 Keys Thickness: 1.35 mm Weight: 700g Manufacturer: ePBT Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones"
  },
  {
   "name": "ePBT Black&White ABS Doubleshot Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-black-white-abs-doubleshot-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Total Keys: 153keys Manufacturer: ePBT Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI,DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75"
  },
  {
   "name": "Cary X F0T1 Artisan keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cary-x-f0t1-artisan-keycaps-set",
   "price": "$49.00",
   "description": "Group Buy Date: 2021.11.10-2021.11.30 Estimate Shipping Date: Q1 2022 Inspiration of design: In tribute to the early Apple's first generation Macintosh computer and M0001 keyboard, Cary designed and produced the hot VE monitor and C11 mini keyboard, this keycap is the VE and C11 mini keycap version, a unique Apple style. SPECS Brand: Cary X F0T1 Model: VE-key, C11-key Material: Aluminum alloy + PC Production Method: CNC+electrophoresis Color: EP-white/EP-black PC: clear frosted Packaging: customized aluminum case Total Keys: 2 Friendly Reminds: It does NOT sale separately"
  },
  {
   "name": "Clearance Keycaps Set B",
   "url": "https://kbdfans.com/collections/keycaps/products/black-friday-clearance-keycaps-set-b",
   "price": "$11.90"
  },
  {
   "name": "Clearance Keycaps Set A",
   "url": "https://kbdfans.com/collections/keycaps/products/black-friday-clearance-keycaps",
   "price": "$3.90"
  },
  {
   "name": "OEM Black/RED Backlit Arrow Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/oem-black-backlit-arrow-keycaps",
   "price": "$5.00",
   "description": "SPECS Material: ABS Compatibility Cherry MX switches and MX clones"
  },
  {
   "name": "OEM Minila PBT Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/minila-side-printed-keycaps-set",
   "price": "$24.90",
   "description": "SPECS Material: PBT Total Keys: 67 keys Profile: OEM Profile Weight: 130g Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones"
  },
  {
   "name": "WOB PBT Doubleshot Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/wob-pbt-doubleshot-keycaps",
   "price": "$49.00",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Doubleshot Total Keys: 163 keys Thichness:1.1 mm Weight: 500g Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/96 keys and HHKB layout"
  },
  {
   "name": "BOW PBT Doubleshot Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-wob-bow-pbt-doubleshot-keycaps",
   "price": "$49.00",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Doubleshot Total Keys: 163 keys Thickness: 1.1 mm Weight: 500g Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/96 keys and HHKB layout"
  },
  {
   "name": "[Restock] Cherry Profile PBT Retro 80s Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-retro-80s-keycaps-set",
   "price": "$35.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Weight: 370g Thickness: 1.3 mm Total Keys: 136 keys Friendly Reminds: Only keycaps included, no keyboards Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/96keys"
  },
  {
   "name": "GMK JIS",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-jis",
   "price": "$42.00",
   "description": "Design & Inspiration The original idea for this set comes from having a fully functional Japanese kit. Current GMK sets are not functional on a modern Japanese keyboard. This set hopes to inspire the idea of having future GMK IC's the chance to offer a Japanese extension kit as an option. Hopefully this might inspire new types of keyboards to be used. This kit combines both ANSI and JIS. Group Buy Date: November 14th to December 14th, 2021 Estimated Shipping Date: To be Updated SPECS Profile: Cherry Profile Production Method: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Compatibility Compatible with Cherry MX switches and MX clones Vendors JP: Yushakobo US: TX Keyboards CA: ApexKeyboards SEA: Monokei.co EU: Mykeyboard.eu AU: Daily Clack CN: KBDfans KIT Renders"
  },
  {
   "name": "NP Profile 1950S Multi-Color Dye-sub Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/np-contrast-color-dye-sub-keycaps",
   "price": "$15.00",
   "description": "SPECS Profile: NP Profile Production Method: Dye-sub Material: PBT material Total Keys: 176 keys Thickness: 1.45 mm Weight:590g Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 63/64/67/68/104/108 keys"
  },
  {
   "name": "Enjoypbt Cherry Profile Milky&Purple Doubleshot Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-cherry-profile-milky-purple-doubleshot-keycaps",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Weight: 795g Thickness: 1.5 mm Total Keys: 153 keys Manufacturer: ePBT Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 63/64//67/68/84/104 keys"
  },
  {
   "name": "PAC MAN Artisan Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/chow-hound-personality-keycaps",
   "price": "$26.60",
   "description": "SPECS Material: Epoxy Thickness: 2.1 mm Height: 13.1 mm Weight: 36g Friendly Remind: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX clones"
  },
  {
   "name": "GMK Liftoff",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-liftoff",
   "price": "$20.00",
   "description": "Group Buy Date: January 18th, 2022 – February 25th, 2022 “The Earth is the cradle of humanity, but mankind cannot stay in the cradle forever.” ― Konstantin Tsiolkovsky I'm excited to reveal the set I've been working on named GMK Liftoff. I have always been fascinated not only by space but the technology that helped us reach it. Going off of this idea, I decided to base my set off on the space shuttle. The colorway incorporates the colors of the shuttle itself as well as the external tank. I appreciate all the support I received while making this and am excited to see where it goes! SPECS Profile: Cherry Production Method: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Compatibility: Compatible with Cherry MX switches and MX clones Designed by Mandabanker Deskmat Details Treated fabric Stitched edges Rubber bottom 900x400x4mm Machine washable (wash on cold/gentle - air dry) Vendors US: Kono Worldwide: KBDfans EU: MyKeyboard Oceania: Daily Clack India, SEA, Middle East: StacksKB KIT Deskmat Renders"
  },
  {
   "name": "Enjoypbt 3000SAT",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-3000sat",
   "price": "$11.00",
   "description": "Update Sample Confirmed(2022-03-15) ENJOYPBT 3000SATHello. I've been asked by KBDfans to design a set to be produced by Enjoypbt based on the old Cherry G81-3000 set.So far, it has been decided that it will follow the original design except that it will have Text+Icon modifiers rather than just icons and the Prt Sc/Sys Rq key will be done in green like the original.I have added a Super, Code and diamond icon OS keys of varying sizes. My rationale is that the Super key was more popular than Code so I've added 1.5u and 1.25u sizes for these. I've added 1u Code instead of Super because 1u the Super legend looks tight on 1u. I have only included 1u diamond keys because they can double up as 1u Fn keys for split R-shift and they are harder to centre on anything larger than 1u during manufacturing. Group Buy Date: Dec 22th, 2021- Jan 22th, 2022 Specs PBT material Cherry Profile Dye-sub Manufacturer: enjoypbt Compatible with Cherry MX switches and MX-style clones Designer: GOK Vendors Global: KBDfans US: Mekibo Canada: Apexkeyboards Europe: Oblotzky Industries Oceania: Daily Clack Korea: Swagkeys KITS Renders"
  },
  {
   "name": "GMK Court",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-court",
   "price": "$18.00",
   "description": "A set that is inspired by the greats that have roamed the courts, I am very pleased to introduce GMK Court, the last set a tennis fan needs. Group Buy Start: October 26, 2021 Group Buy End: November 26, 2021 Estimated Shipping Date: To be updated Specs Profile: Cherry Legends: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Compatible with Cherry MX switches and clones Deskmat: 900x400x3 mm stitched edge Designer: Tovbeast Vendors CN: KBDfans NA: Kono Store CA: Deskhero EU: Candykeys UK: Capsunlocked OCE: Daily Clack KOREA/SEA: Swagkeys Colors ----Kitting---- Renders"
  },
  {
   "name": "Cherry Profile PBT Blue&gray Dye-subbed Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-blue-gray-dye-subbed-keycaps-set",
   "price": "$26.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total keys: 112 keys Weight: 340g Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 63/64/67/68/84/87keys"
  },
  {
   "name": "EPBT Doubleshot ABS Pink Extended keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-cherry-profile-abs-pink-keycaps",
   "price": "$9.90",
   "description": "SPECS Material: ABS material Profile: Cherry profile Production Method: Doubleshot Total keys: 7 keys Thickness: 1.5 mm Manufacturer: ePBT Compatibility Cherry MX switches and MX-style clones"
  },
  {
   "name": "Cherry Profile PBT Black&Grey/ Canvas Blank Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-blank-keycaps",
   "price": "$27.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Style: Blank style Total Keys: 128keys Thickness: 1.35 mm Weight: 380g Friendly Reminds: Only keycaps included, no keyboards Compatibility Cherry MX switches and MX-style clones 61/63/64//67/68/84/104keys and ISO layout"
  },
  {
   "name": "ePBT Yukihana",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-yukihana",
   "price": "$15.00",
   "description": "Group Buy Date: December 11, 2021-January 15, 2022 Shipping Date: To be updated SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sub Compatibility: Compatible with Cherry MX switches and MX-style clones Manufacturer: ePBT Vendors WW: KBDfans NA: Mekibo EU: Candykeys UK: Proto[Typist] CA: Deskhero SEA: ThicThock OCE: Dailyclack Kits Renders"
  },
  {
   "name": "Cherry Profile PBT Dye-sub Keycaps set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-dye-sub-keycaps-set",
   "price": "$32.00",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Weight: 370g Thickness: 1.5 mm Total keys: 131 keys Friendly Reminds: Only keycaps included no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/67/68/84/96/104keys layout"
  },
  {
   "name": "Cherry Profile Simple Dye-Subbed Japanese Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-simple-dye-subbed-japanese-keycaps",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total Keys: 157keys Thickness: 1.35 mm Weight: 640g Friendly Reminds: Only keycaps included no keyboards Compatibility Cherry MX switches and MX-style clones 61/63/67/68/84/87/96/104keys and HHKB layout"
  },
  {
   "name": "PBT cherry profile chalk Smiley/Japanese/Korean keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/pbt-cherry-profile-chalk-smiley-japanese-korean-keycaps-set",
   "price": "$45.00",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total Keys: 126keys Thickness: 1.35 mm Weight: 460g Friendly Reminds: Only keycaps included no keyboards Compatibility Cherry MX switches and MX-style clones 63/64/87/104/108keys layout"
  },
  {
   "name": "PGA profile ABS Doubleshot keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/pga-profile-sparta-abs-doubleshot-keycaps-set",
   "price": "$9.00",
   "description": "Specs ABS material PGA Profile Doubleshot Base kit: 151keys Manufacturer: PG Thickness: 2 mm Weight: 1010g (Base kit) Only Keycaps, not keyboard Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/87/96/104 keys and HHKB/WKL layout"
  },
  {
   "name": "GMK Indigo",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-indigo",
   "price": "$20.00",
   "description": "GMK Indigo is inspired by Japanese denim culture, especially sashiko mending. IC form GB date: February 4th to March 18, 2022 Venders Worldwide: KBDFans US: Space Cables CA: Desk[H]ero UK: Proto[Typist] EU: Salvun SEA: iLumkb OC: Daily Clack Specifications Manufacturer: GMK Profile: Cherry 1-1-2-3-4-4 Material: ABS Legends: Doubleshot Mod Style: Center-Aligned Icons Designer: Fredington KIT Base The updated Base kit now features Latin-only legends with support for 60% boards and up. Terminal-style ISO and F13 are included. Hiragana Due to costing, JIS support has been dropped, and this kit now features ANSI-only Hiragana support. Extension The new Extension kit features a wealth of additional compatibility: R3/R4 PgUp/PgDn 660 support 2u Shift MacOS (both ANSI and JIS) support 40s support Alice support Novelties Accent arrows have been added here. The 1.25u and 1.5u novelty artworks have been swapped. Spacebars Alice support being moved to the new Extension kit made room for some more accents here. Deskmat Render"
  },
  {
   "name": "Cherry Profile Dolch PBT Dye-sub Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-dolch-pbt-dye-sub-keycaps",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total Keys: 157 keys Weight: 610g Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/96 keys and HHKB layout"
  },
  {
   "name": "Cherry Profile PBT Japanese Simple Curve R2 Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-japanese-simple-curve-keycaps-set",
   "price": "$33.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total Keys: 136 keys Weight: 365g Thickness: 1.35 mm Friendly Reminds: Only keycaps, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/104keys"
  },
  {
   "name": "OSA Profile PBT Dye-Sub Block Color keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/osa-profile-pbt-dye-sub-block-color-keycaps",
   "price": "$69.00",
   "description": "SPECS Material: PBT material Profile: OSA Profile Production Method: Dye-sub Total Keys: 182 keys Thickness: 1.35 mm Weight: 710g Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts Cherry MX switches and MX clones"
  },
  {
   "name": "OEM PBT Pan Gu KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/oem-pbt-pan-gu-keycaps",
   "price": "$28.90",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Profile: OEM Profile Total Keys: 136 keys Thickness: 1.45 mm Weight: 398g Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switch and MX-style clone 61/87/104/108/96 keys layouts"
  },
  {
   "name": "ePBT Brutalist",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-brutalist",
   "price": "$16.00",
   "description": "Group Buy Date: December 1, 2021-January 1, 2022 Shipping Date: To be updated Inspired by Brutalism and Socialist-Modernist architecture, ePBT Brutalist features a muted color scheme reminiscing the shades of concrete. Alphas bring forth the pale blocks of Russian governmental structures built before the eventual fall of the regime, mods were given a darker tone of gray, and the base color for the accents is the equivalent of watery asphalt. Also, its two novelty sets feature characteristics and iconography from the extended world of béton brut. Vendors Global/CN: KBDfans US: Captus Keycaps CA: Deskhero EU: CandyKeys UK: Proto[Typist] OCE: Daily Clack SK: Monstargear UKR/RUS: FunKeys SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Compatibility: Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "ePBT Maras",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-maras",
   "price": "$10.00",
   "description": "This Group Buy has been cancelled. I've always been fascinated by Peru, its landscape, and its mysteries.After taking you to the desert with Oasis and into space with my spin of Hyperfuse, I am taking you with my fiancée and me to Peru. SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Compatibility: Compatible with Cherry MX switches and MX-style clones Designer: JSaintS Vendors EU: MyKeyboard UK: ProtoTypist NA: Mekibo CA: DeskHero AS: KBDfans OCE: SwitchKeys"
  },
  {
   "name": "GMK Chaos Theory",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-chaos-theory",
   "price": "$9.00",
   "description": "Update Final numbers submitted to GMK, in production queue. （2021-12-15） Queuing for production（2021-12-01） Estimated shipping date: Q1 2023 Group Buy Date: October 8th to November 15th, 2021 Expected delivery: Q1 2023 So how did we get here then? The answer is my existential depression (sigh). Just kidding. Maybe not. Who knows, let's move on. Swiftly. What if that crack on the sidewalk did break someone's grandma's back? What if the Hindenburg never blew up, and we didn't abandon blimps as a society? What if one little point on the timeline was changed ever so slightly? That is Chaos Theory. Color Inspiration: I was going through my late father's comics collection when I stumbled upon a box of old sci-fi artwork from the 70s and 80s that stunned me. While it is hard to put colors to the abstract themes of chaos theory, I found that these comics and the dystopian or sometimes euphoric scenes that they depict did a wonderful job of synthesizing the concepts of parallel dimensions, alternate realities, and much more into lush color palettes. SPECS Profile: Cherry Profile Material: ABS material Production Method: Double-shot Manufacturer: GMK Electronic Design GmbH in Germany Compatibility: Compatible with Cherry and Cherry MX clones Artisan Keycaps Specs HIBI Butterfly Metal Artisan: Brass base with colorful PVD coating and a luminous glow enamel fill Keylabs Crucible Metal Artisan: Aluminum base anodized to match the modifiers dark purple and randomly infilled with a combination of two of the pink, green, purple, yellow, and red accent colors from the set.There are 20 possible combinations, please forgive the lack of static renders. Switch Specs Manufacturer: Tecsee Color: Rainbow aluminum-plated full nylon housings Details: Linear POM stem (3.9 mm travel) color-matched to the pink accent of GMK Chaos Theory Pressure: 68g Spring: 15 mm standard gold springs Friendly Reminds: Each switch's rainbow metal plating will be different and appear differently. Notes: This specific colorway of Tecsee's metal-plated switches will only run for the GMK Chaos Theory GB and will not be made again. EVERY SWITCH WILL LOOK DIFFERENT AS A CONSEQUENCE OF THE PLATING PROCESS Deskmat Specs Size: 900 mm x 400 mm x 4 mm Production Method: Stitched Edges Vendors US: Mekibo CA: AshKeebs SA: FancyCustoms ME: CandyKeys UK: Proto[Typist] OCE: SwitchKeys SEA: iLumKB PHI: ZionStudios SK: KLC Playground Int'l: KBDfans DISCLAIMER Every Singularity switch will appear differently due to the aluminum plating process, please see pictures for variance. By purchasing this product, you are agreeing to these terms. The Keylabs \"Chaos\" metal artisan will be a random double infill of the five accent colors of the set (pink, purple, green, yellow, and red). Please see the animation to see a few out of the twenty possible combinations (a single color will only appear once per artisan). By purchasing this product, you are agreeing to these terms. The images shown are used for illustrative purposes only. No keyboards shown are included. While we aim to accurately estimate and reproduce colors, there may be minor variations in the color of the actual product because of differences in display output due to lighting and digital photography and color settings and capabilities of monitors. By purchasing this product, you are agreeing to these terms. The Order and Chaos base kits provide support for 60%, 65%, 75%, and TKL layouts for terminal ISO and ANSI layouts. There is also support for ergonomic/split keyboard layouts (split space bars and a second B). The R4 2.25U shift supports 660-like and type K layouts. F13 requiring boards and 40% keyboards (R3 1.50U Enter, R3 1.25U Tab, R2 1.75U Backspace) are also supported. Novelties explainer: The main novelty that repeats in the accent colors is the symbol of chaos. The concepts of ordered and disordered systems are two commonly studied and connected topics within chaos theory that I wanted to represent artistically in the novelties. In the paired columns of novelties, the symbol of chaos and the symbol of extropy (the extent of a living or organizational system's capacity and drive for improvement and growth) are featured. Continuing down from R2-R4, two columns of novelties depict fundamental shapes (hexagon, square, triangle, and circle/spiral) in ordered and disordered forms. The ISO enter novelty is an abstract rendition of the nautilus shell/logarithmic spiral motif (for anyone interested in what exactly the spiral ratio is, I recommend reading this and this). Two R4 1.25U and 1.50U text novelties commemorate famous scientists who have contributed significantly to the field of chaos theory. Deskmats Minimal Shapes Deskmat Butterfly Effect Deskmat by Tabijey Keylabs Crucible Metal Artisan Aluminum base anodized to match the modifiers dark purple and randomly infilled with a combination of two of the pink, green, purple, yellow, and red accent colors from the set. There are 20 possible combinations, please forgive the lack of static renders. HIBI Butterfly Metal Artisan Brass base with colorful PVD coating and a luminous glow enamel fill. Static angles: Tecsee Singularity switches Renders"
  },
  {
   "name": "ePBT Witch",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-witch",
   "price": "$20.00",
   "description": "Group Buy Date Start: November 24th - December 24th, 2021 Estimated Shipping Date: To be updated Hey everyone! Welcome to ePBT Witch Hi, I’m Coque and this is my first set ePBT Witch, this set was inspired by witches as you can see. Vendors Worldwide: KBDfans USA: Thockeys Canada: DeskHero México: Rheset Australia: Switchkeys Europe: Mykeyboard United Kingdom: Prototypist South America: Fancycustoms Philippines: The Klikity Shop SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sub Compatibility: Compatible with Cherry MX switches and MX-style clones Manufacturer: ePBT Designer: Coquelox18 Colors KITS DESKMATS Hibi Witch Hat RENDERS"
  },
  {
   "name": "EnjoyPBT ABS Doubleshot Green&White Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-abs-doubleshot-green-blue-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Weight: 820g Thickness: 1.5 mm Total Keys: 160 keys Manufacturer: ePBT Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI,DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75, 7U HHKB layout, etc."
  },
  {
   "name": "GMK Relegendables+",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-relegendables",
   "price": "$18.00",
   "description": "Group Buy Date: November 16th to December 16th, 2021 Estimated Shipping Date: To be Updated Vendors OCE - Switchkeys US - Space EU - CandyKeys CA - Ashkeebs KR - SWAG Keys CN - KBDFans SEA - iLumkb PH – Zion Studios UK - Prototypist INSPIRATION A degenerate artisan goblin in the Switchkeys server said to me early this year “Oi stew, I want these, make it happen” to which I said, yeah ok, when I get time. Nearly 6 months later, I had time.When looking at the idea of doing a buy of relegendables for beige (the best colourway) I realised there hadn’t been a run of these for a while and that maybe people want them in more than just beige. So, I’ve included a few options. There are 7 kits in total. There are 5 kits of blanks and 2 kits with front printed legends. Why the plus?Well in the past these kits had only usually been done in single colours or to suit a specific set, so the plus is to set it apart from those.For more information on Relegendable kits and their history, please refer to the deskthority link below.https://deskthority.net/wiki/Relegendable_key WHAT ARE THOSE!!?? Photo credit to TaehaTypes for the beautiful looking Rev 1 with WOB on it. As for the beige beauty, if anyone who’s who owns the photo, please let me know. Unfortunately, I don’t own any of these caps to take my own photos, part of the reason I wanted to run this GB so much. KITS Front printed kits – CR base and U9 base. These include front printed kits in the two colourways we assumed would be the most popular. The legends chosen will cover the top row of a TKL/full size as well as the nav cluster. While yes the row height would be better if it matched the rows of the nav cluster, I’m not sure GMK will be able to cater to this request and as far as I know they only make them in the R1 profile. Blanks kits – CR, WS1, U9, L9 and N9.These kits will cover a range of common colourways used frequently on GMK sets. If you are unsure if these kits will match your set, please ask in the comments and I’ll get back to you ASAP. The short version, is it will cover you for most things WOB or BOW, sets with white alphas (that aren’t WS2), all the classic beige variants and anything with dolch coloured mods. Recent sets that some of these will work with (blanks kits) include the Desert base of Botanical R2, Monochrome mods, Minimal, Serika Accents (to be confirmed), Sixes, Modern Desko, Patisserie, Stealth, Thinkcaps, Beta, Dolch R5 etc. You get the idea. They’re useful for many, many kits. The choice to include sets of 10 was based on how many people would need and was the best value compromise we could come up with. The goal was to balance the needs of those who only want a few and those who (most commonly) will want to fill the top row of a TKL. Board Renders"
  },
  {
   "name": "EnjoyPBT ABS Doubleshot Black&Orange Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-abs-doubleshot-black-orange-mechanical-keyboard-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Total Keys: 164 keys Manufacturer: ePBT Weight: 837g Thickness: 1.5 mm Friendly Reminds: Only Keycaps included, no keyboard Compatible Cherry MX switches and MX-style clones DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI,DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75"
  },
  {
   "name": "Cherry Profile Blue and Orange Blank PBT Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-white-blue-blank-pbt-keycaps",
   "price": "$24.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Style: Blank keys Total Keys: 128 keys Thickness: 1.35 mm Weight: 375g Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts, etc. Cherry MX switches and MX clones"
  },
  {
   "name": "Cherry Profile PBT Grey and White Blank Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-dark-grey-light-grey-blank-keycaps-set",
   "price": "$24.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Style: Blank keys Total Keys: 128 keys Thickness: 1.35 mm Weight: 375g Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts, etc. Cherry MX switches and MX clones"
  },
  {
   "name": "ePBT Ping",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-ping",
   "price": "$10.00",
   "description": "Group Buy date: November 17th to December 17th, 2021 Estimated Shipping Date: To be Updated Hello! I'm Plop, CEO and founder of Plop Laboratories. Here at Plop Labs, we strive to bring beautiful keycap sets straight to your Dorito powder-covered fingertips. We recently teamed up with a talented crew of kindergarten students to design the most blindingly colorful set yet. SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Thok Artisan Keycap: Aluminum material, Powder coat, Resin infill Designer: Plop Compatibility Compatible with Cherry MX switches and MX-style clones Kits Renders"
  },
  {
   "name": "R2 GMK Firefly",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-firefly",
   "price": "$38.00",
   "description": "Group Buy Date: September 16th to October 22nd GMK Firefly is a sharp new set from the designer behind the incredibly popular GMK Nines. Firefly premiers a full set of custom RAL colors, that creates a visual distinction from all other GMK sets. The design language and feel are very consistent with modern aesthetics, and colorways will feel right at home on any board you choose. This set has great kit coverage for EU / ISO layouts as well. SPECS Profile: Cherry Profile Production Method: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Designer: Emir Compatibility Compatible with Cherry MX switches and clones Vendors: TBD KIT Renders"
  },
  {
   "name": "Cherry Profile PBT Chinese/English Life Map Personalized color Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-life-map-chinese-english-personalized-color-dye-sublimated-keycaps-set",
   "price": "$33.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Weight: 363g Thickness: 1.35 mm Total Keys: 136 keys Friendly Reminds: Only keycaps included, no keyboards Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/96keys"
  },
  {
   "name": "ENJOYPBT Green&Russian Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-green-russian-keycaps-set",
   "price": "$89.00",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 117Keys Thickness: 1.35 mm Weight: 850g Manufacturer: ePBT Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones"
  },
  {
   "name": "ENJOYPBT Shadow ABS DOUBLESHOT MECHANICAL KEYBOARD KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-abs-doubleshot-shadow-mechanical-keyboard-keycaps-set",
   "price": "$79.00",
   "description": "Specs ABS material Cherry Profile Doubleshot 156keys Manufacturer: ePBT Thickness: 1.5 mm Weight: 795g Only Keycaps included, no keyboard Compatible Cherry MX switches and MX-style clones 61/63/64/67/68/84/96keys/HHKB layouts, etc. The color of the product is subject to the actual product"
  },
  {
   "name": "Cherry Profile PBT Simple BOW Dye-Subbed Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-simple-white-dye-subbed-keycaps-set",
   "price": "$9.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total Keys: 147 keys Weight: 595g Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/64/67/68/84/96keys/HHKB layouts, etc."
  },
  {
   "name": "Cherry Profile PBT CAD Chinese/English Dye-Subbed Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-pbt-cad-chinese-english-dye-subbed-keycaps-set",
   "price": "$33.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total Keys: 136 keys Weight: 360g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys/HHKB layouts"
  },
  {
   "name": "DSA PROFILE Teacap cat DYE-SUBBED KEYCAP SET",
   "url": "https://kbdfans.com/collections/keycaps/products/dsa-profile-teacap-cat-dye-subbed-keycap-set",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: DSA profile Production Method: Dye-sublimated Total Keys: 144 keys Thickness: 1.35 mm Weight: 570g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "ePBT Fall",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-fall-novelties",
   "price": "$10.00",
   "description": "Group Buy Date: December 6th, 2021 to January 6th, 2022 Estimated Shipping Date: To be Updated Specs Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: Tweec Deskamt Specs Measurement: 900 mm x 400 mm x 4 mm Production Method: Stitched Edges Texture: Smooth Cloth Top Compatibility Compatible with Cherry MX switches and MX-style clones Vendors CN/GLO: KBDfans US: Vala Supply CA: DeskHero UK: Proto[Typist] EU: MyKeyboard SEA: Zion Studios AU/OCE: Daily Clack Kit Deskmat Render"
  },
  {
   "name": "OSA Marrs Green PBT DOUBLESHOT KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/osa-marrs-green-pbt-doubleshot-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: PBT material Profile: OSA profile Production Method: Doubleshot Total Keys: 190 keys Weight: 790g Thickness: 1.55 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "ENJOYPBT Orange&Russian KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-orange-russian-keycaps-set",
   "price": "$89.00",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 117Keys Manufacturer: ePBT Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones"
  },
  {
   "name": "Cherry Profile PBT PS/AI/PR Subject Dye-subbed Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-cherry-profile-ps-subject-dye-subbed-keycaps-set",
   "price": "$33.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 136 keys Weight: 360g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "ENJOYPBT Pink on Black ABS DOUBLESHOT MECHANICAL KEYBOARD KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-abs-doubleshot-pink-on-black-mechanical-keyboard-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Total Keys: 153 keys Manufacturer: ePBT Weight: 830g Thickness: 1.5 mm Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI,DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75"
  },
  {
   "name": "ePBT Acadia",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-acadia",
   "price": "$18.00",
   "description": "Group Buy Date: Jan 11-Feb 11, 2022 Estimated Date: To be updated SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Compatible with Cherry MX switches and MX-style clones Manufacturer: ePBT Designer: vishydesigns DeskMat Specifications 900x400x3mm Cloth Top & Rubber Bottom Stitched edges Vendors US: Kono Store CA: DeskHero UK: Prototypist EU: CandyKeys AS/Int: KBDfans SEA: Zion Studios OCE: SwitchKeys SA: Fancy Customs JP: Basekeys KR: Swagkeys I have always enjoyed being outdoors in nature, hiking, kayaking, visiting national parks. I recently returned from Acadia National Park, the blues of the ocean, with the sandy harbors and lush green forests of the Appalachian Range are what inspired the colors for this set. Enjoy! Colors are RAL 1015, RAL 5009, and RAL 6009 KITS Deskmat THOK Renders"
  },
  {
   "name": "ENJOYPBT ABS DOUBLESHOT Blue MECHANICAL KEYBOARD KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-abs-doubleshot-blue-mechanical-keyboard-keycaps-set",
   "price": "$69.00",
   "description": "SPECS Material: ABS material Profile: Cherry Profile Production Method: Doubleshot Total Keys: 153 keys Manufacturer: ePBT Weight: 805g Thickness: 1.5 mm Friendly Reminds: Only Keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI,DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75"
  },
  {
   "name": "ePBT Simple Baybayin",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-simple-baybayin",
   "price": "$17.00",
   "description": "Group Buy Date: Oct 20th - Nov 20th, 2021 Estimated Shipping Date: To be announced after the Group Buy ends SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: Nukz Compatibility Compatible with Cherry MX switches and MX-style clones Vendors Worldwide: KBDfans NA: Vala Supply EU: Mykeyboard CA: Deskhero OCE: Switch Keys UK: protoTypist PH: ZionStudios South America: Fancy Customs KIT Renders"
  },
  {
   "name": "Black&grey GK2 PROFILE SILICONE KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/black-grey-gk2-profile-silicone-keycaps",
   "price": "$59.00",
   "description": "SPECS Profile: GK2 profile Material: Silicone Total Keys: 140 keycaps Thickness: 1.8 mm Weight: 670g Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/ 67/ 68/ 87/ 96/ 104keys layout"
  },
  {
   "name": "NP PBT Grey and Blue keycaps set",
   "url": "https://kbdfans.com/collections/keycaps/products/np-pbt-grey-and-blue-keycaps-set",
   "price": "$49.00",
   "description": "SPECS Profile: NP Profile Material: PBT Production Method: Dye-sub keycaps Total Keys: 107 keys Thickness: 1.3 mm Weight: 330g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible 61/63/ 67/ 68/ 87 keys layout Cherry MX switches and MX clones"
  },
  {
   "name": "PBT Black& Grey and Canvas Dye-sub Cherry Profile Japanese Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/pbt-black-grey-weather-dye-sub-cherry-profile-japanese-keycaps-130keys",
   "price": "$41.00",
   "description": "SPECS Profile: Cherry Profile Material: PBT Production Method: Dye-sub keycaps Total Keys: 130 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible 61/63/ 67/ 68/ 87/ 96/ 104keys layout Cherry MX switches and MX clones"
  },
  {
   "name": "Roland-GARROS GK2 profile SILICONE KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/roland-garros-silicone-keycaps",
   "price": "$59.00",
   "description": "SPECS Profile: GK2 Profile Material: Silicone thickness: 1.8 mm Total Keys: 140 keycaps Weight: 670g Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/ 67/ 68/ 87/ 96/ 104keys layout"
  },
  {
   "name": "KAT BOW 226 White PBT Dye-sub Keycaps 169keys",
   "url": "https://kbdfans.com/collections/keycaps/products/kat-bow-226-white-pbt-dye-sub-keycaps",
   "price": "$27.00",
   "description": "SPECS Profile: KAT Profile Production Method: Dye-sub Material: PBT material Total Keys: Base kit 169 keys; Blank kit 127 keys Thickness: 1.65 mm Weight: 630g Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/87/104/108/KBD67/ 7uHHKB layouts Cherry MX switches and MX clones Compatible with DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI,DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75"
  },
  {
   "name": "MA Profile laser PBT KEYCAPS 141 KEYS",
   "url": "https://kbdfans.com/collections/keycaps/products/backlit-ma-profile-pbt-keycaps-141-keys",
   "price": "$30.00",
   "description": "SPECS Material: PBT material Production Method: Laser engraving Total Keys: 141 keys Profile: MA Profile Thickness: 1.3 mm Weight: 510g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "ePBT Timeless",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-timeless",
   "price": "$17.00",
   "description": "Group Buy Date: October 4th to November 1st, 2021. Estimated shipping date: To be updated after the GB ends SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: ivanh Compatibility Compatible with Cherry MX switches and MX-style clones Vendors US - The Right PC CA - Shockport Keyboards UK - Prototypist EU - Eloquent Clicks Asia - KBDFans India - StacksKB PH - Klikity Shop OCE- DailyClack This set is meant to reflect a timeless design aesthetic/language, which primary features are off-white, gray, and beige/wood tone colors. KITS Deskmat Renders"
  },
  {
   "name": "DSA PROFILE SIMPLE Green DYE-SUBBED KEYCAP SET",
   "url": "https://kbdfans.com/collections/keycaps/products/dsa-profile-simple-green-dye-subbed-keycap-set",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: DSA Profile Production Method: Dye-sublimated Total Keys: 144 keys Thickness: 1.35 mm Weight: 570g Friendly Reminds: Only keycaps included, no keyboards Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "MA White HHKB LAYOUT KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/ma-white-hhkb-layout-keycaps-set",
   "price": "$24.90",
   "description": "SPECS Profile: MA Profile Material: PBT material Production Method: Dye-sub Thickness: 1.3 mm Weight: 255g Friendly Reminds: Only keycaps include, no keyboard Compatibility HHKB layout Compatible with Cherry switches and clones"
  },
  {
   "name": "MA BLUE CAT HHKB layout KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/ma-blue-cat-keycaps-hhkb-layout-set",
   "price": "$24.90",
   "description": "SPECS Profile: MA Profile Material: PBT material Production Method: Dye-sub Thickness: 1.3 mm Weight: 255g Only keycaps included, no keyboard Compatibility HHKB layout Compatible with Cherry switches and clones"
  },
  {
   "name": "DSA PROFILE SIMPLE Grey DYE-SUBBED KEYCAP SET",
   "url": "https://kbdfans.com/collections/keycaps/products/dsa-profile-simple-grey-dye-subbed-keycap-set",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: DSA profile Production Method: Dye-sublimated Total Keys: 144 keys Thickness: 1.35 mm Weight: 570g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "GMK Infernal",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-infernal",
   "price": "$20.00",
   "description": "Group Buy Start Date: October 22nd, 2021 Group Buy End Date: November 22nd, 2021 Estimated Shipping Date: To be updated SPECS Profile: Cherry Profile Production method: Doubleshot UV Printed Sublegends: Base Set UV Printed: Symbol kit Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Designer: Blamby Compatibility Compatible with Cherry MX switches and clones Vendors Worldwide: KBDfans US: MECHS&CO. EU: MYKEYBOARD Asia: zFRONTIER CA: DESKHERO AU: DAILY CLACK UK: Prototypist Inspiration: The underworld Deskmat"
  },
  {
   "name": "Cherry Profile CEMENT GREY Japanese PBT DYE-SUB KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-cement-grey-japanese-pbt-dye-sub-keycaps-set",
   "price": "$32.90",
   "description": "SPECS Material: PBT material Profile: Cherry profile Production Method: Dye-sublimated Total Keys: 149 keys Thickness: 1.35 mm Weight: 615g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts Fully Assembled Tofu Case keyboard with Cement Grey Japanese PBT Keycaps Collection Tofu60 DZ60RGB ANSI Tofu60 DZ60RGB Tofu65 DZ65RGB Tofu84 KBD75 V2 Soldered"
  },
  {
   "name": "Cherry Profile Simple Green Dye-Subbed Keycap Set",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-simple-green-dye-subbed-keycap-set",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 157 keys Thickness: 1.35 mm Weight: 630g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "DSA Profile SIMPLE PRUPLE DYE-SUBBED KEYCAP SET",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-dsa-profile-simple-pruple-dye-subbed-keycap-set",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: DSA Profile Production Method: Dye-sublimated Total Keys: 144 keys Thickness: 1.35 mm Weight: 570g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "Cherry Profile SIMPLE Grey DYE-SUBBED KEYCAP SET",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-simple-grey-dye-subbed-keycap-set",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 157 keys Thickness: 1.35 mm Weight: 630g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "Cherry Profile Simple Pruple DYE-SUBBED KEYCAP SET",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-simple-pruple-dye-subbed-keycap-set",
   "price": "$49.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 157 keys Thickness: 1.35 mm Weight: 630g Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/63/67/68/84/87/104keys /HHKB layouts"
  },
  {
   "name": "ePBT Travelling",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-travelling",
   "price": "$16.00",
   "description": "Group Buy Date: December 15th, 2021 - January 15th, 2022 Shipping Date: To be updated SPECS Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Compatibility Compatible with Cherry MX switches and MX-style clones Vendors Worldwide: KBDfans US: Vala Supply CAN: DeskHero EU: Mykeyboard OCE: SwitchKeys UK: proto[Typist] Introducing ePBT TravellingA journey where you travel all around the world, being guided by architectural landmarks.I hope you relish the journey!"
  },
  {
   "name": "ePBT Winter Breath",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-winter-breath",
   "price": "$18.00",
   "description": "Group Buy Date Start: November 1st, 2021 Group Buy Date End: December 1st, 2021 Estimated Shipping Date: To be updated Specs Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Designer: Mars Compatibility Cherry MX switches and MX-style clones Vendors Worldwide: KBDfans US: Vala Supply SA: Fancy customs EU: Candykeys UK: Proto[Typist] SEA: Zionstudios AU: DailyClack CA: Mech.Land Hey enthusiasts! This is Mars. Here comes my new keycap design: ePBT - Winter Breath. The theme is winter camp and pine forest.This set is inspired by my favorite Instagram wildlife & nature photographer Julie Audet from France. Her photos of winter are awesome. KIT HIBI X Winter-Breath metal keycap Thok Metal Keycap Deskmat Renders"
  },
  {
   "name": "ePBT Simple Hangul",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-simple-hangul",
   "price": "$15.00",
   "description": "Group Buy Date: September 1st - October 1st, 2021 Estimated shipping date: To be Updated KBD67LITE R2 X EPBT SIMPLE HANGUL: LINK SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: Swishy Compatibility Compatible with Cherry MX switches and MX-style clones Vendors: KBDFans (Worldwide) DeskHero (CA) Swagkeys (KR) CandyKeys (EU) Ilumkb (SEA) Rocket Keyboard (USA) (Rocket Cables) Customkbd (AUS) Rheset.mx (Mexico) KIT Render"
  },
  {
   "name": "Cherry Profile CNC ALUMINUM ARTISAN KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/cnc-cherry-profile-aluminum-artisan-keycaps",
   "price": "$9.90",
   "description": "SPECS Materials: Aluminum alloy; Bottom PC material Profile: Cherry Profile Size: 2.25u (The Enter key) Weight: 35g Friendly Reminds: Only include one artisan keycap Compatibility Compatible with Cherry MX switch and clone Cherry Profile Bear ESC Keycap"
  },
  {
   "name": "GMK TERROR",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-terror",
   "price": "$20.00",
   "description": "Group Buy Start: October 23, 2021 Group Buy End: November 23, 2021 Estimated Shipping Date: To be updated KBDfans D60 LITE X ☠ GMK TERROR: Link SPECS Profile: Cherry Profile Production Method: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Designer: Psyoshi Compatibility Compatible with Cherry MX switches and MX clones Vendors Asia: KBDfans US: Mechs & Co CA: Ashkeebs UK: Proto[Typist] EU: Mykeyboard.eu SEA: Thic Thock OC: DailyClack ☠ GMK TERROR ☠ This set is a homage to some legends of horror, both in film and paper. As a kid, I was often frightened by horror movies until I found the works of R.L. Stine at a Scholastic Book Fair. His way of storytelling captured my imagination and helped me to rationalize my fears, desensitizing me to the horrors that once frightened me. Which is what the horror genre has done for so many of us throughout its existence. Monster thrillers in particular were always my favorite though, taking the boogiemen that we checked under the bed for as kids and making them into metaphysical constructs that were more logical and rational for our brains, with weaknesses. Even sometimes, like in the case of Frankenstein's monster, showing that maybe the monster isn't a monster but just misunderstood and fearful. These stories span cultures and generations but it wasn't until horror entertainment did we have a common vision and explanation for what we could not explain. Where we no longer feared the monsters in the dark but instead sought them for our amusement. I hope my vision can bring you joy and nostalgia, to harken you to the first moments and the many great ones that being \"scared\" has given us. ☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠"
  },
  {
   "name": "Cherry Profile Black&Dark Grey BLANK PBT KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-black-dark-grey-blank-pbt-keycaps",
   "price": "$24.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Style: Blank keys Total Keys: 134 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts Cherry MX switches and MX clones Compatible with DZ60RGB, DZ60RGB ANSI, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "KBDfans NP Profile Numpad keycaps 28keys",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-np-profile-numpad-keycaps",
   "price": "$12.90",
   "description": "SPECS: Material: PBT material Profile: NP Profile Color: Pink-white, Blue-white, Grey-white. Total Keys: 28 keys Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry and Cherry MX switches Fully Assembled KBDpad keyboard Pink-white keycaps Blue-white Keycaps Grey-white Keycaps"
  },
  {
   "name": "ePBT DuO",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-duo",
   "price": "$16.00",
   "description": "Group Buy Dates: August 23rd - September 27th, 2021 Estimated Ship Date: Q2 2022(To Be Confirmed) SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: Sour Compatibility Compatible with Cherry MX switches and MX-style clones Vendors US - ThocKeys UK - ProtoTypist EU - MyKeyboard CA - DeskHero OCE - DailyClack CN + Intl - kbdFans KIT Photos(Note I am not a professional or good photographer, some colors or contrasts will vary from screen to screen. Allow for some differences. Thought it could be fun to use photos instead of renders.)"
  },
  {
   "name": "KBDFANS DSA PROFILE Red JAPANESE PBT KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-dsa-profile-red-japanese-pbt-keycaps",
   "price": "$35.90",
   "description": "SPECS Material: PBT material Profile: DSA Profile Production Method: Laser engraving Total Keys: 129 keys Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/84/87/104/108keys /HHKB layouts Cherry MX switches and MX clones"
  },
  {
   "name": "Cherry Profile Green&WHITE Blank PBT KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-blue-white-blank-pbt-keycaps",
   "price": "$24.90",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Style: Blank keys Total Keys: 128 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts Cherry MX switches and MX clones Work with DZ60RGB, DZ60RGB ANSI, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "Cherry Profile Green&White/White ITALIC JAPANESE PBT KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-blue-white-italic-japanese-pbt-keycaps",
   "price": "$37.00",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Total Keys: 128 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts Cherry MX switches and MX clones Work with DZ60RGB, DZ60RGB ANSI, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "ePBT Avilo",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-avilo",
   "price": "$15.00",
   "description": "Group Buy Date: November 19th to December 19th, 2021 Estimated Shipping Date: To be updated Specs Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: Loquerish and Creme Compatibility Compatible with Cherry MX switches and MX-style clones Vendors: ASIA: KBDfans US: ValaSupply CA: AshKeebs UK: KeebCats EU: MyKeyboard KR: SwagKeys SEA: iLumkb OCE: DailyClack PH: ZION INSPIRATION This set takes most of its inspiration from the Spanish city called \"Ávila\", and the name for this set is taken from the Esperanto translation — Avilo. We came upon this city while researching historical Spanish places, and the town's beauty pulled our breath away with its beautiful buildings, but especially its walls. We were enamored by the rustic Spanish town with its breathtaking buildings and captivating city walls. Likewise, we instantly knew that we wanted to capture the beauty of this world's treasure and channel it into this keycap set. KIT Deskmat Renders"
  },
  {
   "name": "KBDfans Matcha OEM Profile DYE-SUB PBT KEYCAPS Set",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-oem-profile-dye-sub-pbt-keycaps-set",
   "price": "$28.90",
   "description": "SPECS Profile: OEM Profile Material: PBT material Production Method: Dye-sub Total Keys: 127 keys Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with 61/ 63/ 87 /104/ 108 keys layout"
  },
  {
   "name": "ePBT BOW Hangul",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-bow-hangul",
   "price": "$14.20",
   "description": "Group Buy dates: August 18th to Sept 18th, 2021 Estimated Shipping Date: 6-8 months, Q2 2022 SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Compatibility Compatible with Cherry MX switches and MX-style clones VENDORS CA: ApexKeyboards US: Mekibo EU: Mykeyboard UK: Prototypist OCE: DailyClack SEA: Monokei CHINA: KBDFans KOREA: SwagKeys KIT Deskmat Render"
  },
  {
   "name": "ENJOYPBT DYE-SUBBED Sushi japanese KEYCAP SET 117KEYS",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-dye-subbed-sushi-japanese-keycap-set-117keys",
   "price": "$89.00",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sublimated Total Keys: 117 keys Manufacturer: ePBT Friendly Reminds: Only keycaps included, no keyboard Compatibility Cherry MX switches and MX-style clones 61/63/67/68/84/87/104keys /HHKB layout"
  },
  {
   "name": "KBDfans DSA Profile Blue japanese PBT keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-dsa-profile-blue-japanese-pbt-keycaps",
   "price": "$35.90",
   "description": "SPECS Material: PBT material Profile: DSA Profile Production Method: Laser engraving Total Keys: 129 keys Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/84/87/104/108keys /HHKB layouts Cherry MX switches and MX clones"
  },
  {
   "name": "NORDIC LAYOUT NP Profile PBT keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/nordic-layout-np-profile-pbt-keycaps",
   "price": "$12.90",
   "description": "SPECS Material: PBT material Profile: NP Profile Production Method: Dye-sub Thickness: 1.45 mm Total Keys: 104keys(Nordic keycaps), 40keys(Extension Kit), 144keys(Nordic add Extension Kit) Layout: Nordic layout Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "ePBT Hellas",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-hellas",
   "price": "$17.00",
   "description": "Group Buy date: November 20th to December 20th, 2021 Estimated Shipping Date: To be updated SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: Biscuit Compatibility Compatible with Cherry MX switches and MX-style clones Vendors Global/AS: KBDfans US: Dangkeebs EU: Keygem CA: Keyspresso UK: Prototypist OCE: Daily Clack SA: FancyCustoms India: StacksKB SEA: Ilumkb Introducing EPBT HellasA keycap set inspired by the city of Athens in Greece. I have been there multiple times, and it is my favorite city in the world.Because of the beautiful ancient architecture, history and overall ambience of the cityHellas=Greece BTW KIT Deskmat Render"
  },
  {
   "name": "ePBT Fruit Chew",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-fruit-chew-kitting",
   "price": "$16.00",
   "description": "Update Yellow and Blue Color not approved, adjusting now, other colors have passed (2022-03-14) Received the sample, send it to the designer for confirmation (2022-03-07) Themed around one of my favorite chewy candies, this ePBT set is sure to spread the same joy. It features a full dye-sub base kit, with grape-flavored alphas and strawberry mods, as well as the option to pick and choose your favorite look using the reverse dye-sub accent kit. Please feel free to leave any feedback below in the comments, and I hope you like it! Group Buy dates: September 10- October 16th, 2021 SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Compatibility Compatible with Cherry MX switches and MX-style clones Artisan Keycap Made of Aluminum Cherry R1 1U Profile Purple Cerakote with white laser engraved grape Compatible with MX switches and clones Manufacturer: Asero foundry Vendors US: Vala Supply CAD: Ashkeebs CN/Worldwide: KBDFans AU: Switchkeys PH/SEA: Zion Studios EU: MyKeyboard UK: Prototypist IN: Rectangles Store JP: Basekeys SA: Fancy Customs KIT Deskmat- Fruit Salad! Artisan Renders"
  },
  {
   "name": "Cherry Profile ABS BACKLIT KEYCAPS 108 KEYS",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-cherry-profile-abs-backlit-keycaps-108-keys",
   "price": "$29.90",
   "description": "SPECS Material: ABS material Production Method: Laser engraving Total Keys: 108 keys Profile: Cherry Profile Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "GMK Momo Yume (もも ゆめ)",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-momo-yume",
   "price": "$20.00",
   "description": "GROUP BUY DATE: 7th Sept to Oct 6th, 2021 Estimated Ship Date: Q4 2022 INSPIRATIONMomo Yume means Peach Dreams. A keyset inspired by daydreams and a glass of Peach Sparkling Sake (Japanese Champagne). Color tones to match the dreamy girl on a dreamy day. SPECS Profile: Cherry Profile Material: ABS material Production Method: Double-shot Designer: KeyNes Compatibility Compatible with Cherry and Cherry clone switches VENDORS: US - Kono Worldwide: KBDfans Asia/China: zFrontier CAD: DeskHero Korea: Swagkeys SEA: Ilumkb Japan: Basekeys Oceania: DailyClack EU: MyKeyboard.eu KITS THOK ARTISAN Deskmat Renders"
  },
  {
   "name": "GMK EDC",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-edc-every-day-carry",
   "price": "$20.00",
   "description": "Group Buy Date: Oct 12th to November 12th, 2021 Estimated Shipping Date: It would be updated after the GB ends SPECS Profile: Cherry Profile Material: ABS material Production Method: Double-shot Compatibility Compatible with Cherry and Cherry clone switches Deskmats: stitched edge, 900x400 mm, 4mm thick Regional Vendors NA – Kono CA – Desk Hero SA – FancyCustoms CN – KBDFans KOR – SwagKeys OCE – DailyClack SEA – iLumkb UK – Prototypist EU – CandyKeys Welcome to GMK EDC! Hi everyone! GMK EDC is originally inspired by an old backpack that I carried every day. Unfortunately, I recently had to retire it (rip), but I love the colorway and thought it would fit well on a keyboard. This is my first design, so any type of feedback would be amazing. Pantone Colors Disclaimer: Renders are done in ideal lighting conditions. Physical products in realistic lighting conditions may appear slightly different. Kitting Base Compatible with 60%, 65%, 75%, TKL, full size, Tsangan, US ISO, and Alice layoutsSpacebars Base + Spacebars Kit supports Alice layouts Dark Alphas Base + Dark Alphas kit will support a 6.25 standard layout and a 7.00 65% layout Novelties Deskmats Renders"
  },
  {
   "name": "GMK Purple-ish",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-purple-ish",
   "price": "$25.00",
   "description": "Hi everyone! This is a set inspired by and named after a phone colorway I like a lot. Group Buy dates: March 15th-April 15th, 2022 Estimated Shipping Date: To be updated SPECS Profile: Cherry Profile Material: ABS material Production Method: Double-shot Designer: kightkb Compatibility Compatible with Cherry and Cherry clone switches Vendors NA: Vala Supply EU: CandyKeys CA: Ashkeebs CN/WW: KBDFans UK: protoTypist] SEA/HK: kibou KR: SwagKeys PH: Zion Studios AU/OCE: Daily Clack SA: Fancy Customs Kits Base Covers 60%, 65%, 75%, TKL, 1800, and full-size boards, with terminal ISO, F13, Tsangan support, and minimal compatibility for 40s and Alice boards. Novelties Provides enough 1u keys to fill out a 5x2 macro layout, enter key + R4 mod novelties, as well as accent arrows. Theme: Cat collecting game Spacebars Deskmat Provides blank Alice spacebars and support for some HHKB and split space layouts. Renders"
  },
  {
   "name": "GMK Nimbus",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-nimbus",
   "price": "$20.00",
   "description": "Group Buy dates: From Feb 22th to Mar 25th, 2022 Estimated Shipping Date: To be updated Presenting GMK Nimbus, a keycap set based on the clouds in the sky. Interest Check Form: Click Here SPECS Profile: Cherry Profile Material: ABS material Production Method: Double-shot Manufacturer: GMK Electronic Design GmbH in Germany Compatible with Cherry and Cherry clone switches Designed by Scott L VENDORS GLOBAL/ASIA: KBDFans US: Vala Supply CA: AlphaKeys EU: MykeyboardEU UK: Prototypist OCE: Daily Clack SA: Fancy Customs SEA: Kibou INDIA: StacksKB KOREA: Swagkeys COLORS KITS DESKMATS RENDERS"
  },
  {
   "name": "GMK Swiss addon kit",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-swiss-addon-kit",
   "price": "$86.00",
   "description": "GB Date: August 1st - August 31st,2021 SPECS Profile: Cherry Profile Production Method: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Compatibility Compatible with Cherry MX switches and clones Vendors: EU: Candykeys NA: MKultra AU: Daily Clack Asia: KBDfans GMK Swiss add-on kit During my previous project, I got some requests to add a Swiss layout, but due to the niceness I didn't want to offer it in a custom color, so this is my answer! This is a simple IC for a GMK add-on kit to finally add the Swiss layout as an option for custom keyboards. ============================== What is the Swiss Layout? Due to Switzerland having 4 national languages, most keyboards have a funky layout that lets them use 1 set of keycaps for all the languages. This is that layout! Kits (This allows for both an ISO and ANSI version, Side legends are UV printed.) Renders: Colors: WS1 for the Caps and CR for the Legends for BoW and reverse for WoB. These match a lot of keysets, regardless of color!"
  },
  {
   "name": "Cherry Orange&white Italic Japanese PBT keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-orange-white-italic-japanese-pbt-keycaps",
   "price": "$37.00",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Total Keys: 128 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts Cherry MX switches and MX clones Work with DZ60RGB, DZ60RGB ANSI, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "Cherry Dark Gray&Light Gray Ltalic Japanese PBT keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-grey-white-japanese-pbt-keycaps",
   "price": "$37.00",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Total Keys: 128 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts Cherry MX switches and MX clones Compatible with DZ60RGB, DZ60RGB ANSI, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "MA 9009 PBT 122 keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/ma-profile-9009-pbt-122-keycaps",
   "price": "$43.00",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Profile: MA Profile Total Keys: 122 keys Thickness: 1.3 mm Friendly Reminds: Only keycaps included, no keyboard Compatible 61/87/104/108/KBD67/ 63/ 64/67/68 keys layout Cherry MX switches and MX clones Compatible with DZ60RGB, DZ60RGB ANSI, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "Cherry Profile Blue and White Japanese PBT keycaps set",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-cherry-profile-blue-and-white-japanese-pbt-keycaps-set",
   "price": "$37.00",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Total Keys: 128 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility 61/63/67/68/87/104/108/KBD67 layouts Cherry MX switches and MX clones Compatible with DZ60RGB, DZ60RGB ANSI, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75"
  },
  {
   "name": "KAT 9009 PBT Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/kat-9009-pbt-keycaps-set",
   "price": "$99.00",
   "description": "SPECS Production Method: Dye-sub Material: PBT material Total Keys: 179 keys Profile: KAT Profile Thickness: 1.65 mm Friendly Reminds: Only keycaps included, no keyboard Compatible 61/87/104/108/KBD67/ HHKB layouts Cherry MX switches and MX clones Compatible with DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI,DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "GMK ZEN POND",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-zen-pond",
   "price": "$20.00",
   "description": "Update We had a very successful GB. Final numbers will be posted this week I think. Sadly, we had to cancel 40s kit for this since only 29 were sold. （2021-12-06） Queuing for production（2021-12-01） Estimated shipping date: To be updated Group Buy Date: Oct. 4th to Nov. 14th, 2021 Estimated shipping date: To be updated after the GB ends SPECS Profile: Cherry Profile Production Method: Doubleshot and UV printed Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Designer: Sayantan & Mechanix (SxM Designs) Compatibility Compatible with Cherry MX switches and clones Vendors EU: mykeyboard.eu CANADA: Deskhero.ca NA: Vala Supply OCEANIA: Daily Clack CHINA: KBDfans ASIA: ilumkb AMERICA: Fancy Customs KOREA: Swagkeys A set inspired by the calm and relaxing Japanese Zen ponds filled with beautiful Koi fishes! KITS Kohaku aka Hiragana Base Kit (UV printed sub legends) Nishikigoi aka Novelties Kit (UV printed) Deskmat RENDERS"
  },
  {
   "name": "EnjoyPBT G81-sav White & Gray Russia Dye-Sub Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/enjoypbt-g81-sav-white-gray-russia-dye-sub-keycaps",
   "price": "$99.00",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Sub legend: Russian letters Profile: Cherry Profile Total Keys: 162 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboards Compatibility Cherry MX switches and MX-style clones 61/87/104/108/KBD67/ HHKB layouts"
  },
  {
   "name": "PBT Black & Grey Weather Dye-Sub Cherry Profile Japanese Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/pbt-black-grey-weather-dye-sub-cherry-profile-japanese-keycaps",
   "price": "$37.00",
   "description": "SPECS Profile: Cherry Profile Material: PBT material Production Method: Dye-sub keycaps Total Keys: 128 keys Thickness: 1.35 mm Friendly Reminds: Only keycaps included, no keyboard Compatibility Compatible 61/87/104/108/kbd67 layouts Cherry MX switches and MX clones"
  },
  {
   "name": "ePBT Kavala",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-kavala",
   "price": "$9.00",
   "description": "Group Buy: Oct 1 - Nov 1, 2021 Estimated Ship Date: To be updated SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Designer: Cylent Compatibility Compatible with Cherry MX switches and MX-style clones Vendors: Global/AS: Kbdfans US: Vala Supply EU: MykeyboardEU CA: Ashkeebs UK: Prototypist OCE: Daily Clack PH: ZionStudiosPH India: Stackskb ePBT Kavala Kavala (pronounced Kah-vaa-lah) is a town in Greece and my mom’s hometown. I was inspired by a beautiful picture of a sunset my uncle took while on a walk. ePBT Kavala is designed to capture how the last sunlight of the day plays amongst the clouds, creating a mesmerizing gradient of color from the open sky to the horizon. Kits: Notes: this is the description of the Novelty, not the Novelty kit sold Deskmats: Renders"
  },
  {
   "name": "GMK Retrotrip",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-retrotrip",
   "price": "$20.00",
   "description": "Group Buy Group Buy Start: July 27th Group Buy End: August 24th Estimate Shipping - Roughly 45 weeks following GB end SPECS Profile: Cherry Profile Production Method: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany Designer：Zakariya Compatibility Compatible with Cherry MX switches and clones This set takes most of its inspiration from some of the more vibrant colours used in the 80s, specifically deriving them from windbreakers and ski wear. Of course, these sorts of colours aren’t exclusive to fashion, with neons and pastels heavily inspiring other aspects of culture in that era and beyond. This prominent style still held influence well past the 80s, carrying through into the early/mid 90s by way of TV shows, technology and interior design. Ultimately, despite seeming to clash at first glance, I find these colours still hold up with time, and with the resurgence of 80s fashion and inspiration in the modern era, really wanted to bring them into keycap form. US - Kono CN - KBDFans EU - Mykeyboard.eu CA - Deskhero UK - Prototypist SEA - iLumkb KOR - Letsgetit OCE - Dailyclack"
  },
  {
   "name": "ePBT Axolotls",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-axolotls",
   "price": "$15.00",
   "description": "Group Buy dates: From July 13th to Aug 13th, 2021 Estimated shipping time: To be updated SPECS Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Compatibility Compatible with Cherry MX switches and MX-style clones VENDORS Worldwide- KBDFans USA- Kono Store EU- MyKeyboard.EU UK-Proto[typist] Mexico-Rheset.mx Canada-Alphakeys SEA/PH-ZionStudio.ph Australia-Daily Clack Japan-Basekeys South America- Fancy Customs ePBT Axolotls! Inspiration This set was inspired by my two pet Axolotls. Axolotls are a kind of salamander native to Mexico that having been showing up a lot lately in pop culture so I wanted to share my love of axolotls with the keyboard community. Kits Deskmat Renders"
  },
  {
   "name": "NP PBT EVA 08 keycaps set",
   "url": "https://kbdfans.com/collections/keycaps/products/np-pbt-eva-08-keycaps-set",
   "price": "$73.00",
   "description": "SPECS Profile: NP Profile Production Method: Dye-sub Material: PBT material Total Keys: 181 keys Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with DZ60 ver3, DZ60RGB, DZ60RGB-ANSI, DZ65RGB, KBD67 MK II, KBD67 lite, GK64, KBD75 PCBs"
  },
  {
   "name": "ePBT Rin",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-rin",
   "price": "$16.00",
   "description": "Group Buy Date: March 11 to April 11, 2022 Estimated shipping date: To be Updated SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub Manufacturer: ePBT Compatibility: Compatible with Cherry MX switches and MX-style clones Designer: Jennisaurus Vendors CAN: ApexKeyboards US: Mekibo SEA: Monokei Rest of Asia & Worldwide: KBDFans EU: MyKeyboard UK: proto[Typist] AU: DailyClack India: StacksKB The Inspiration This set was inspired by the colors of the main character of an anime-style music video, for one of my favorite songs (Shelter), by one of my favorite artists (Porter Robinson)! I wanted the set to capture her hair, dress, and room with the light & dark pink alphas and mods, while the accent of blue captures the pale, empty sky that usually surrounds her. This is my first set, but I wanted to make sure I do the inspiration justice and create something for anyone who is a fan of the character, song, artist, or just the colors themselves. Colors: Alphas: Pantone 705C* Alpha Legends: Pantone 702C* Mods: Pantone 702C* Mod Legends: Pantone 705C* Accent: Pantone 2707C* Accent Legends: Pantone 2767C* Kits: Renders: Deskmats:"
  },
  {
   "name": "GMK Lavender",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-lavender",
   "price": "$20.00",
   "description": "Update Invoice paid, in production queue, round 1 color matching samples received. Alphas white approved, feedback provided to GMK for lavender color and dark purple accent, awaiting round 2 samples. （2021-12-15） Queuing for production（2021-09-07） Estimated shipping date: Q4 2022 Group Buy date: June 1st-30th, 2021 Estimated shipping date: will be announced after the GB ends SPECS Material: ABS material Production Method: Doubleshot Inspiration Throughout various cultures, lavender is represented in food, drinks, and fashion. GMK Lavender is inspired by these uses throughout the world, as well as the flower’s calming color. I chose a more muted shade of lavender for this set to reflect how this color is used in modern culture and fashion. Vendors US: Space (SpaceCables) CA: Ashkeebs SA: Fancy Customs EU: CandyKeys UK: proto[Typist] OCE: SwitchKeys SEA: Monokei PHI: Zion Studios South Korea: SwagKeys Int'l: KBDFans Renders RAMA - ANSI Enter Metal Artisan RAMA 01/02 SEQ2 - Round Tray Deskmats"
  },
  {
   "name": "MA BLUE CAT 142 keys KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/ma-blue-cat-keycaps-142-keys-set",
   "price": "$49.00",
   "description": "SPECS Profile: MA Profile Material: PBT material Production Method: Dye-sub Thickness: 1.3 mm Total Keys: 142 keys Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with DZ60 ver3,DZ60RGB, DZ60RGB-ANSI, DZ65RGB, KBD67 MK II, KBD67 lite, GK64, KBD75 Compatible with Cherry switches and clones"
  },
  {
   "name": "MA White KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/ma-white-keycaps-set",
   "price": "$49.00",
   "description": "SPECS Profile: MA Profile Material: PBT material Production Method: Dye-sub Thickness: 1.3 mm Total Keys: 141 keys Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with DZ60 ver3, DZ60RGB, DZ60RGB-ANSI, DZ65RGB, KBD67 MK II, KBD67 lite, GK64, KBD75 Compatible with Cherry switches and clones"
  },
  {
   "name": "Maxkey Lime SA keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/maxkey-lime-sa-keycaps-set",
   "price": "$8.00",
   "description": "SPECS Material: ABS material Profile: SA Profile Production Method: Doubleshot Base Kit Total Keys: 89 keys Manufacturer: MAXKEY Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "One step artisan keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/mummy-artisan-keycaps-1",
   "price": "$26.00",
   "description": "Story: Armstrong, the first astronaut to land on the moon in 1969, said: \"This is a small step for me, but a big step for mankind!\" SPECS: Material: Multi-color Resin Color: 13 kinds Size: 1U keycap Friendly Reminds: Only include 1 keycap Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with the Cherry Profile, OEM Profile"
  },
  {
   "name": "NP PBT Crayon Milky white KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/np-pbt-crayon-milky-white-english-keycaps-set",
   "price": "$69.00",
   "description": "SPECS PBT material NP profile Dye-subbed 181 keys Compatible with Cherry MX switches and MX-style clones Compatible with KBD75, DZ60RGB-ANSI, DZ60RGB, DZ60RGB-WKL, DZ65RGB, KBD8X MKII, Bella Just keycaps include, no keyboard Compatibility Cherry MX switches and MX-style clones"
  },
  {
   "name": "PBT SA Retro gray keycaps set",
   "url": "https://kbdfans.com/collections/keycaps/products/pbt-sa-retro-gray-keycaps-set",
   "price": "$2.00",
   "description": "SPECS Material: PBT material Profile: SA profile Production Method: Dye-sub Note: The extension Spacebar is 6U and 7U. Friendly Reminds Only Keycaps included, no keyboard Same height as SA profile Keycaps on every rolls Compatibility Compatible with Cherry MX switches and MX-style clones"
  },
  {
   "name": "GMK Diner",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-diner",
   "price": "$22.00",
   "description": "Update Received the color samples, reviewed them and sent a list of tweaks to GMK（2021-11-22) Queuing for production（2021-10-15） Estimated shipping date: Q4 2022 Group Buy Start: August 1, 2021 Group Buy End: September 1, 2021 Estimate Shipping - Q4 2022 SPECS Profile: Cherry Profile Production Method: Doubleshot Material: ABS Plastic Manufacturer: GMK Electronic Design GmbH in Germany More details: A simple yet complete base kit covers your typical 60-100% (including HHKB and Alice layouts and ISO support, and minimal 40s coverage), 2 sets of novelties (modifiers and macros), a light NorDe kit, and a straightforward set of spacebars. Compatibility Compatible with Cherry MX switches and clones Artisan Specs Aluminum R1 1u ketchup bottle R3 2.25u ketchup squirt 3 different colors of enamel fill White coating Vendors EU: CandyKeys Canada: AlphaKeys UK: Protozoa US: Protozoa Mexico: Rheset.mx Argentina/Uruguay/Chile/Peru: Latamkeys Oceania: Daily Clack South Korea: Monstargear SEA: Monokei China: KBDfans Japan: Basekeys Eastern Europe: FunKeys Ketchup or mustard? Inspired by the seemingly-mandatory diners present in most of the shows we watched growing up. Wouldn't it be cool to deck out your keyboard like it was actually part of your favorite 90s sitcom? It would, it would be totally cool. Proud to introduce to you, GMK Diner. Base Kit A simple yet complete base kit covering your typical 60-100%, including HHKB and Alice layouts. ISO included. Modifier NoveltiesA variety of novelties for escape, enter, enter ISO, control, win, alt and fn keys. Macro Novelties4 columns and 5 rows of novelties – yours to mix and match. NorDe Spacebars Artisan Deskmat"
  },
  {
   "name": "ePBT Acid House & Sweet Girl Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-psychedelic-x-sweet-girl-keycaps",
   "price": "$7.00",
   "description": "Update: Sample confirmed, queuing for production (2021-10-18） Group date: August 5th to Sept 5th, 2021 Estimated shipping date: To be updated SPECS Profile: Cherry Profile(1-1-2-3-4-4) Production Method: Dye-sub Manufacturer: ePBT Designed By: YorkChan Halo I’m York. This design is inspired by acid art. And add a theme inspired by the color scheme~And got inspired in these pictures. KBDfans D60 LITE X EPBT ACID HOUSE & SWEET GIRL Link Vendor Worldwide: KBDfans US: KONO DE: Candykeys UK: Mechboards AU: DailyClack CA: DeskHero PH: Klikity Shop KITS USB Cable Renders"
  },
  {
   "name": "KBDfans 61 keys Laser engrave ABS backlit keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-dz60-rgb-laser-engrave-abs-backlit-keycaps",
   "price": "$19.90",
   "description": "SPECS Material: ABS Keycaps Profile: OEM profile Production Method: Laser Engraving Total Keys: 61 Keys Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switch and clone Compatible with DZ60RGB ANSI PCB"
  },
  {
   "name": "R2 NP Valentine's Day PBT Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/r2-np-profile-dye-sub-pbt-keycaps-set-for-valentines-day",
   "price": "$55.00",
   "description": "SPECS Material: PBT material Profile: NP Profile Production Method: Dye-sublimated Total Keys: 169 Keys Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switch and clone Work with DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI, KBD67 REV2.0, KBD67 MK II, KBD75, DZ65RGB, DZ60RGB WKL"
  },
  {
   "name": "KBDfans Clearance keycaps C",
   "url": "https://kbdfans.com/collections/keycaps/products/kbdfans-cmyw-rgby-keycaps",
   "price": "$6.90"
  },
  {
   "name": "NP PBT Blank KEYCAPS SET 124 Keys",
   "url": "https://kbdfans.com/collections/keycaps/products/np-pbt-blank-keycaps-set-124-keys",
   "price": "$26.00",
   "description": "SPECS Material: PBT material Style: Blank Total Keys: 124 keys Profile: NP Profile Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with D65, DZ60RGB-ANSI, DZ60RGB, DZ60RGB-WKL PCBs"
  },
  {
   "name": "SA PBT Vintage beige Dye-sub Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/sa-pbt-violet-dye-sub-keycaps-full-set-163-116-keys-1",
   "price": "$59.00",
   "description": "SPECS Material: PBT Material Profile: SA Profile Total Keys: 134 keys Production Method: Dye-sublimated Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with KBD75, DZ60RGB-ANSI, DZ60RGB, DZ60RGB-WKL"
  },
  {
   "name": "GMK Mercury",
   "url": "https://kbdfans.com/collections/keycaps/products/gmk-mercury",
   "price": "$20.00",
   "description": "Group Buy date: From December 22nd, 2021 to Feb 21st, 2022, Estimated Ship Date: Q1-2 2023 SPECS Profile: Cherry Profile Material: ABS material Production Method: Double-shot Manufacturer: GMK Electronic Design GmbH in Germany Compatibility: Compatible with Cherry and Cherry MX clones Designer: KEKAIYØ DeskMat Specifications 900x400x4mm Cloth Top & Rubber Bottom Stitched edges Vendors NA: Mechs & Co. CA: Deskhero EU: Mykeyboardeu UK: Prototypist OCE: Switchkeys CN: KBDFans I. MERCURY EXPLAINED Mercury is an element with the symbol Hg on the periodic table. Mercury is commonly known as quicksilver and the reason why the symbol is Hg is because it was once called hydrargyrum. Mercury is the only known metallic element to be in a liquid state at standard atmospheric conditions. Mercury occurs naturally throughout the world mostly as cinnabar (mercury sulfide). Vermilion is a pigment created from grinding natural cinnabar or synthetic mercury sulfide. Mercury is commonly known to be used in thermometers and barometers. These devices are used to tell differences in the atmosphere, and are used by weather forecasters and scientists alike. Mercury is also used in amalgam (mercury and metal alloy) in dental restoration. Poisoning due to Mercury is a result from exposure to water-soluble forms such as mercury chloride or methylmercury, through inhalation of the vapors or ingestion. Mercury is one of my favorite elements and is the inspiration for this set! II. COLORS Colors: Alphas: Pantone 428C Alpha Legends: GMK N9 Modifiers: GMK N9 Modifier Legends: WS2 White Accent: GMK WS2 White Accent Legends: CMK CR Red Accent: Pantone 7628C Red Accent Legends: GMK WS2 III. KITS Novelties Explained Periodic Symbol: This is the symbol that can be found on the periodic table that represents the element Mercury, its molar mass, and atomic mass. Conical / Erlenmeyer Flask: A common flask used in chemistry for experiments that can be used to heat or boil liquids, it is also used in titration. Rhombohedron: This is the symbol used to represent the crystal structure of the element Mercury. Altimeter: Although modern altimeters use what is known as an aneroid, Mercury was used in the basis and invention of barometers to sense pressure changes in the environment. At higher altitude pressure decreases, and thus a change in the environment causes the aneroid to sense the altitude. Alchemical Symbol: This was the symbol used to represent Hydrargyrum (Mercury) in alchemy. It is also the astrological symbol for the planet Mercury. Thermometer Scale: Mercury is used in thermometers, however thermometers that contain a red liquid is alcohol to which red coloring has been added. IV. DESKMATS V. HIBI VI. RENDERS"
  },
  {
   "name": "WOODEN OEM KEYCAPS",
   "url": "https://kbdfans.com/collections/keycaps/products/walnut-keycaps-oem-profile",
   "price": "$109.00",
   "description": "SPECS Material: Rosewood, Beech, Walnut Keycaps Options: 61 keys, 87 keys, 108 keys. Profile: OEM Profile Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switch and clone"
  },
  {
   "name": "MA Blue Cat Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/ma-blue-cat-keycaps-set",
   "price": "$33.00",
   "description": "SPECS Profile: MA Profile Material: PBT material Production Method: Dye-sub Thickness: 1.3 mm Total Keys: 76 keys Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with DZ60RGB, DZ60RGB-ANSI, DZ65RGB, KBD67 MK II, KBD67 lite, GK64 PCBs Compatible with Cherry switches and clones"
  },
  {
   "name": "GMK Moonlight",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-gmk-moonlight",
   "price": "$20.00",
   "description": "Group Buy begins on May 21st, ends on June 26th. GMK Moonlight --------------------------------------------------------------- The inspiration for this set came from my love for the great outdoors, specifically the ambiance of the moon. This set uses a dark blue-grey to represent the cool color of the night, and a beige-gold to signify the yellow hue the moon gives off on a night in the wilderness. The novelties have been catered to create a visual representation of the outdoors, with the Rocky Mountains, toasty campfires, as well as camping! I have worked with Walker to revamp this IC, as well as redo the novelties and finetune details including colors and deskmats. I hope everyone can appreciate these changes! Vendors USA: Mechs and Co. Canada: Ashkeebs Australia: Daily Clack UK: Prototypist EU: MyKeyboard.eu Asia: KBDFans SEA: ilumkb SA: Fancy Customs Colors Proposed Kits --------------------------------------------------------------- GMK Moonlight has 4 kits, a base kit with full coverage, an alternate alpha kit, a novelty kit and a spacebar kit. Renders Deskmats RAMA Cap Renders"
  },
  {
   "name": "NP Lollipop Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/pre-order-np-lollipop-keycaps-set",
   "price": "$39.00",
   "description": "SPECS Production Method: Dye-subbed Profile: NP profile Material: PBT material Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with MAJA Keyboard"
  },
  {
   "name": "NPKC White Orange Dye-sub Keycaps 76 keys",
   "url": "https://kbdfans.com/collections/keycaps/products/npkc-white-orange-dye-sub-keycaps-106-keys",
   "price": "$27.00",
   "description": "SPECS Material: PBT material Production Method: Dye-sub Profile: Cherry Profile Total Keys: 76 keys Thickness: 1.3 mm Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with GK64 and DZ60 RGB V2 PCB. Compatible with Cherry MX switches and MX stem clones"
  },
  {
   "name": "PBT Reverse Dye-sub Spacebar 6.25U",
   "url": "https://kbdfans.com/collections/keycaps/products/pbt-dye-subbed-spacebar-6-25u-1",
   "price": "$7.00",
   "description": "SPECS Material: PBT Material Profile: Cherry Profile Production Method: Reverse Dye-sub Size: 6.25U Compatibility Compatible with Cherry MX switch and clone"
  },
  {
   "name": "KBDfans PBT Hipro EC Keycaps",
   "url": "https://kbdfans.com/collections/keycaps/products/hipro",
   "price": "$21.00",
   "description": "Specs: PBT Dyesub Hipro profile R5-R4-R3-R2-R1 Compatible with Topre and RealForce keyboards and Leopold Fc660C，Fc980C Made in China Refer to the GMK L9 color card Kit: Kit pictures are still being updated. If you have any comments, please let us know. Kit images, we are still adjusting, not the final layout. Base （RF87 ，HHKB，RF86U） Numpad ，Extra （Fc660c RF87 R2），JP-Alphas"
  },
  {
   "name": "[RESTOCK] ePBT \"無印·WUYINZHUYIN\"",
   "url": "https://kbdfans.com/collections/keycaps/products/epbt-wuyinzhuyin",
   "price": "$8.00",
   "description": "SPECS Material: PBT material Profile: Cherry Profile Production Method: Dye-sub and Reverse Dye-sub(black keys) and Direct injection(spacebar) Manufacture: ePBT Compatibility Compatible with Cherry MX switch and clone Hello, I’m York. The inspiration comes from the phonetic radical keyboard and is combined with Chinese function keys. This time, we will use epbt's new abrasive tool to make and sell it as a spot. More renderings will be released later! KITS Renders"
  },
  {
   "name": "ePBT Origami",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-origami",
   "price": "$16.50",
   "description": "Update In Production (2022-03-01) Sample confirmed, queuing for production (2021-12-12） The mold has been debugged, waiting for sample confirmation（2021-10-22） Group Buy Date: MAY 18th, 2021 - June 18th,2021 Estimated shipping date: will be announced after the GB ends SPECS Production Method: Dye-sub(The dark gray keys are reverse dye-sub) copy of ePBT 6085 | amCharts JavaScript chart by amCharts 3.21.15ePBT OrigamiHiragana BaseLatin BaseNoveltiesAccentsFortiesModernInternationalNumpadsDeskmatMonokei LightMonokei DarkTHOK MetalAsero Metal02004006008001,0001,2001,4001,6001,8002,0002,2002,4002,6002,8003,0003,2003,400KBDfans.com JS chart by amCharts JavaScript chart by amCharts 3.21.15MOQ Order Quantity Introducing ePBT Origami, a keycap set inspired by the art of paper folding, Origami 折り紙. I hope you like the concept, the feedbacks are much appreciated! Vendors Worldwide: KBDfans US: Vala Supply CAN: DeskHero EU: Mykeyboard OCE: SwitchKeys Asia: ThicThock UK: proto[Typist] South America: Fancy Customs"
  },
  {
   "name": "ePBT Sniper",
   "url": "https://kbdfans.com/collections/keycaps/products/ic-epbt-sniper",
   "price": "$17.00",
   "description": "Update The second version of the sample has been shipped out, waiting for the designer to confirm(2022-03-14) Received the color card sent by designer, adjusting the color (2022-03-07) Sample not approved, the designer sent the color card to make a new sample (2022-02-14) The mold has been debugged, waiting for sample confirmation（2021-12-23） Estimated shipping date: Q1 2022 Group Buy Date: MAY 1st - MAY 31 Estimated shipping date: Q1 2022 SPECS Designer: Raravin Production Method: white keys are dye-sub, multi-colored keys are reverse dye-sub ePBT Sniper | amCharts JavaScript chart by amCharts 3.21.15ePBT SniperBase KitNumpadNoveltiesAmmunition (Spacebar Kit)Magazine (40s)RAMA Metal CapDeskmat - SilhouetteDeskmat - Sara Cosplay01002003004005006007008009001,0001,1001,2001,300KBDfans.com JS chart by amCharts JavaScript chart by amCharts 3.21.15MOQ Order Quantity Hello Everyone! After the amazing success we had for GMK Demon Sword, I wanted to create my next set PBT Sniper! It is another weeb-inspired set but this time we are going with regular Latin alphas, no special hiragana kits of the sort! The set is looking to be produced in ePBT and in the works on getting everything quoted. Vendors NA: TxKeyboards Canada: Deskhero EU: Mykeyboard.eu UK: Prototypist Oceania: Daily Clack SEA: Ilumkb China: kbdfans Renders"
  },
  {
   "name": "[RESTOCK] OSA Mustard ABS Keycaps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/osa-mustard-pbt-keycaps-set",
   "price": "$55.00",
   "description": "SPECS Manufacture: WINMIX Total Keys: 211 keys Profile: OSA profile Material: ABS material Production Method: Doubleshot legends Compatibility Compatible with Cherry MX switches and clones"
  },
  {
   "name": "MAXKEY SA Grey and Orange Keycps Set",
   "url": "https://kbdfans.com/collections/keycaps/products/maxkey-sa-grey-and-orange-keycps-set",
   "price": "$79.00",
   "description": "SPECS Material: ABS material Profile: SA profile Production Method: Doubleshot Total Keys: 134 keys Manufacturer: MAXKEY Friendly Reminds: Only Keycaps included, no keyboard Compatibility Compatible with Cherry MX switches and MX-style clones Compatible with DZ60 REV3.0, DZ60RGB, DZ60RGB ANSI, DZ60RGB WKL, DZ65RGB, KBD67 REV2.0, KBD67 MK II, KBD75 PCBs"
  },
  {
   "name": "Cherry Profile Violet KEYCAPS SET",
   "url": "https://kbdfans.com/collections/keycaps/products/cherry-profile-violet-keycaps-set",
   "price": "$29.00"
  }
 ]
}